Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: [113096] Khách được kiểm soát.
vi: [113096] Khách có thể điều khiển.

source: [113109] Nhà tắm có vòi sen hoặc nhà tắm độc lập (có màn che vòi sen).
vi: [113109] Nhà tắm có vòi sen hoặc bồn tắm (có vòi sen phía trên).

source: [113110] Phòng kết nối đôi và KidSuites® phải có bồn tắm với màn che vòi hoa sen.
vi: [113110] Phòng twin connecting và KidSuites® phải có bồn tắm với vòi hoa sen phía trên.

source: [113120] Tất cả các yếu tố phải phù hợp với vật liệu.
vi: [113120] Tất cả các yếu tố sử dụng vật liệu đồng bộ

source: [113123] Bắn tóe vào tường liền kề.
vi: [113123] Ốp chống bắn nước cho các tường bên cạnh.

source: [113124] Bề mặt phóa sau bồn rửa.
vi: [113124] Ốp chống bắn nước cho tường sau vanity

source: [113126] Tạp dề / váy có chiều cao tối thiểu 10cm (4in).
vi: [113126] Yếm vanity có chiều cao tối thiểu 10cm (4in).

source: [113128] Phải cung cấp không gian trống cho thùng rác dưới bàn trang điểm
vi: [113128] Phải có khoảng trống để thùng rác dưới vanity

source: [113129] Nên sử dụng chiều dài 1,2m (4ft).
vi: [113129] Khuyến nghị chiều dài 1,2m (4ft).

source: [113130] giá đỡ bổ sung được khuyến nghị nếu chiều dài bàn trang điểm nhỏ hơn 1,0m (26ft).
vi: [113130] khuyến nghị bổ sung giá để đồ nếu chiều dài vanity nhỏ hơn 1,0m (26ft).

source: [113133] Men trắng
vi: [113133] Men sứ trắng

source: [113134] Vòi cầm tay điều khiển từ diverter
vi: [113134] Vòi sen cầm tay, với diverter để chuyển hướng dòng nước giữa vòi sen và vòi xả bồn tắm

source: [113137] Bảng truy cập thoát nước nhà tắm nên che kín, gắn với thiết kế nhà tắm.
vi: [113137] Nắp thăm hệ thoát nước nhà tắm nên được che kín, kết hợp vào thiết kế nhà tắm.

source: [113147] Giường đôi phải rộng tối thiểu 1,05m (3ft 6in).
vi: [113147] Giường twin phải rộng tối thiểu 1,05m (3ft 6in).

source: [113150] Nệm phải được cung cấp từ nhà cung cấp ưu tiên và phải phù hợp với đặc điểm kỹ thuật liên quan.
vi: [113150] Nệm phải từ nhà cung cấp ưu tiên và phải tuân thủ các yêu cầu kỹ thuật liên quan.

source: [113151] Bảo hành tối thiểu 10 năm chống lại khuyết tật sản xuất, lún và dấu vết.
vi: [113151] Bảo hành tối thiểu 10 năm cho lỗi sản xuất, vết lún và hằn trên nệm do cơ thể người.

source: [113152] Tất cả các mẫu nệm được phê duyệt phải mang nhãn hiệu mô hình thương hiệu như được sản xuất và phát hành chỉ bởi các nhà sản xuất được ủy quyền.
vi: [113152] Tất cả các mẫu đệm được phê duyệt phải có nhãn số hiệu mẫu in logo thương hiệu được sản xuất và phát hành chỉ bởi các nhà sản xuất được ủy quyền.

source: [113153] Yêu cầu các nhãn hiệu chuyển mùa.
vi: [113153] Yêu cầu các nhãn hướng dẫn lật đệm theo mùa.

source: [113167] Phải ít nhất là chiều rộng của giường.
vi: [113167] Phải rộng tối thiểu bằng chiều rộng của giường.

source: [113171] Khuyến nghị đầu giường đủ rộng để có giường và bàn cạnh giường ngủ.
vi: [113171] Khuyến nghị vách đầu giường đủ rộng để bao gồm giường và tab đầu giường.

source: [113178] Một kệ đủ rộng với một thanh treo kim loại bên dưới.
vi: [113178] Một kệ full chiều rộng với thanh treo kim loại bên dưới.

source: [113181] Tủ đựng ủi và bàn ủi kích thước toàn phần.
vi: [113181] Có chỗ chứa cầu là full size và bàn là

source: [113182] Vị trí cho két an toàn trong phòng.
vi: [113182] Chỗ cho két an toàn trong phòng.

source: [113183] Tủ đựng bộ giường bổ sung.
vi: [113183] Tủ đựng bộ ga gối bổ sung.

source: [113184] Đề xuất cửa xoay bản lề.
vi: [113184] Khuyến nghị dùng cửa bản lề.

source: [113185] Không cho phép tủ đựng lớn.
vi: [113185] Không cho phép tủ walk in.

source: [113187] Đề xuất một thanh treo có chiều dài 1,20m (4ft)
vi: [113187] Khuyến nghị thanh treo có chiều dài 1,20m (4ft)

source: [113189] Với bản lề cửa bên trái hoặc bên phải chuyển đổi.
vi: [113189] Với bản lề cửa có thể chuyển đổi để mở bên trái hoặc bên phải.

source: [113190] Ngôi sao năng lượng tối thiểu, Nhãn EU A hoặc tiêu chuẩn địa phương tương đương theo Nguyên tắc Tiêu Chuẩn Xanh.
vi: [113190] Tối thiểu có nhãn Energy star, nhãn EU hạng A hoặc tiêu chuẩn địa phương tương đương theo Hướng dẫn Tiêu Chuẩn Xanh.

source: [113191] Chu kỳ rã đông ổn định và tùy chỉnh.
vi: [113191] Chu kỳ rã đông ổn định và có thể tùy chỉnh.

source: [113193] Vỏ tủ lạnh phải cung cấp thông gió theo các khuyến nghị của nhà sản xuất.
vi: [113193] Vỏ tủ lạnh phải có thông gió tuân thủ theo các khuyến nghị của nhà sản xuất.

source: [113197] Khuyến nghị tuân thủ Chỉ thị hạn chế các chất độc hại (RoHS).
vi: [113197] Khuyến nghị tuân thủ Chỉ thị về hạn chế các chất nguy hiểm (RoHS).

source: [113654] Phải được cố định an toàn.
vi: [113654] Phải được cố định chắc chắn/

source: [113655] Phải được lên khung trang trí.
vi: [113655] Có khung trang trí.

source: [113699] Ưu tiên gắn tường.
vi: [113699] Ưu tiên TV gắn tường.

source: [113704] Phải cung cấp tối thiểu một ổ cắm quốc tế gần giường hoặc bàn.
vi: [113704] Phải cung cấp tối thiểu một ổ cắm quốc tế gần giường hoặc bàn làm việc.

source: [113705] • Nên phụ thuộc vào vị trí cửa sổ kéo.
vi: [113705] • phụ thuộc vào vị trí cửa, nên cung cấp cửa sổ có thể mở.

source: [114399] Thiết kế nên xem xét lối vào phương tiện.
vi: [114399] Thiết kế nên cân nhắc đến lối vào cho phương tiện.

source: [114523] Phần lưng cao hoặc tầm trung với thiết kế công thái học.
vi: [114523] Phần lưng cao hoặc tầm trung với thiết kế thuận tiện, thoải mái cho người sử dụng.

source: [114527] Khuyến nghị dùng ghế công thái học.
vi: [114527] Khuyến nghị dùng ghế có thiết kế dễ sử dụng và thuận tiện.

source: [114528] Kích thước phòng và số lượng các bộ phận phải được xác định theo nhu cầu địa phương và được IHG® phê duyệt
vi: [114528] Kích thước phòng và số lượng khoang chia nhỏ được xác định theo nhu cầu địa phương và được IHG® phê duyệt

source: [115512] Một màn hình chiếu thả xuống tự động và máy chiếu trong mỗi khu vực ballroom.
vi: [115512] Một màn chiếu buông xuống tự động và máy chiếu cho mỗi khoang ballroom chia nhỏ.

source: [115513] Một màn hình chiếu thả xuống tự động và máy chiếu cho cấu hình toàn bộ phòng ballroom.
vi: [115513] Một màn hình chiếu buông xuống tự động và máy chiếu cho phòng ballroom bố trí full (không chia khoang).

source: [115514] Kích thước của màn hình phải được xác định theo khuyến nghị của nhà sản xuất liên quan đến kích thước của phòng.
vi: [115514] Kích thước của màn hình phải được xác định theo khuyến nghị của nhà sản xuất, tương ứng với kích thước của phòng.

source: [115518] Nên cung cấp một xe đẩy chuyên dụng để xử lý và lưu trữ dễ dàng các bàn.
vi: [115518] Nên cung cấp một xe đẩy chuyên dụng để vận chuyển và cất bàn.

source: [115522] Chất liệu ghế phải thoáng khí và phân bổ trọng lượng người dùng đồng đều.
vi: [115522] Chất liệu ghế phải thoáng khí và phân bổ đều trọng lượng người dùng.

source: [115523] Nên cung cấp một xe đẩy chuyên dụng để xử lý và lưu trữ dễ dàng các bàn.
vi: [115523] Nên cung cấp một xe đẩy chuyên dụng để vận chuyển và cất ghế.

source: [115524] Trọng lượng của ghế không được vượt quá 7kg (15,4lbs).
vi: [115524] Trọng lượng ghế không nên vượt quá 7kg (15,4lbs).

source: [115525] Lối vào trực tiếp vào hành lang dịch vụ BOH.
vi: [115525] Cửa vào trực tiếp vào hành lang dịch vụ BOH.

source: [115526] Tủ đựng thức ăn phải được che khuất khỏi tầm nhìn đối diện của khách.
vi: [115526] Tủ đựng thức ăn phải khuất khỏi không gian của khách.

source: [115530] Vị trí không được hạn chế lưu thông chính hoặc giảm chiều rộng hành lang.
vi: [115530] Vị trí không được hạn chế luồng lưu thông chính hoặc giảm chiều rộng hành lang.

source: [115531] Bất kỳ tủ gắn sẵn phải có khóa.
vi: [115531] Bất kỳ tủ gắn liền nào cũng phải có khóa.

source: [115532] Tối thiểu 1,5m (5ft) không gian lưu thông rõ ràng ở phía đối diện khách.
vi: [115532] Tối thiểu 1,5m (5ft) không gian lưu thông không vật cản ở phía khách.

source: [115537] Diện tích thực phải tối thiểu 25% trên tổng diện tích net phòng họp, bao gồm phòng ballroom nếu được cung cấp.
vi: [115537] Diện tích net phải tối thiểu 25% trên tổng diện tích net phòng họp, bao gồm phòng ballroom nếu có.

source: [115539] Cửa ra vào phải là hai cánh với độ mở rõ ràng tối thiểu là 1,1m (3ft 7in).
vi: [115539] Cửa ra vào phải là hai cánh với khoảng cách mở không cản trở tối thiểu là 1,1m (3ft 7in).

source: [115542] Phải cung cấp màn hình khi được sử dụng trong bố trí phong cách đào tạo.
vi: [115542] Phải có màn hình khi bàn sử dụng trong bố trí phòng dành cho đào tạo.

source: [115543] Khuyến nghị các chân tùy chỉnh.
vi: [115543] Khuyến nghị các chân bàn tùy chỉnh.

source: [115546] Lưng ghế phải linh hoạt hoặc có đường viền
vi: [115546] Lưng ghế phải mềm dẻo hoặc có hình dạng tương ứng với lưng

source: [115547] Khung phải có độ bền cao, hợp kim thép hoặc nhôm.
vi: [115547] Khung ghế phải có độ bền cao, hợp kim thép hoặc nhôm.

source: [115548] Không cho phép khung kim loại sơn và bọc vinyl.
vi: [115548] Không cho phép khung kim loại sơn và bọc đệm bằng vinyl.

source: [115549] Phối hợp với thiết kế phòng họp.
vi: [115549] Phù hợp với thiết kế phòng họp.

source: [115550] Được bọc hoàn toàn với ghế đệm và đệm lưng.
vi: [115550] Ghế được bọc hoàn toàn - có đệm ngồi và đệm lưng.

source: [115551] Khuyến nghị ghế xếp.
vi: [115551] Khuyến nghị ghế có thể xếp chồng.

source: [115635] Khu vực pre-function có thiết bị hội họp vượt quá 50 chỗ
vi: [115635] Khu vực pre-function dành cho các khu phòng họp có sức chứa hơn 50 chỗ

source: [115639] Khuyến nghị một trung tâm bán hàng dành riêng cho các cuộc họp / phục vụ catering / sự kiện.
vi: [115639] Khuyến nghị có trung tâm bán hàng chuyên cho các cuộc họp/phục vụ catering/sự kiện.

source: [115641] Một phòng họp với diện tích thực 35m² (376,7 ft²).
vi: [115641] Một phòng họp với diện tích net 35m² (376,7 ft²).

source: [115903] Một quầy đồ uống.
vi: [115903] Một outlet đồ uống.

source: [115904] nhà hàng và quán bar chuyên doanh khác được khuyến nghị nhưng phải tuân theo địa điểm, phân tích thị trường và phê duyệt IHG®.
vi: [115904] nhà hàng và quán bar chuyên doanh khác được khuyến nghị nhưng phải phụ thuộc vào địa điểm, phân tích thị trường và được phê duyệt IHG®.

source: [115905] cửa hàng của bên thứ ba có các thương hiệu hoặc ý tưởng được công nhận được phép theo chấp thuận IHG®.
vi: [115905] Outlet của bên thứ ba có của các thương hiệu hoặc concept được công nhận có thể được chấp thuận, phụ thuộc vào phê duyệt của IHG®.

source: [115907] Trường hợp cung cấp bên ngoài cửa hàng, khoảng cách đi bộ tối đa cho khách không được vượt quá 15m (50ft) từ lối vào của cửa hàng đến phòng vệ sinh.
vi: [115907] Trường hợp bố trí nhà vệ sinh bên ngoài cửa hàng, khoảng cách đi bộ tối đa cho khách không được vượt quá 15m từ lối ra vào cửa hàng đến phòng vệ sinh.

source: [115908] Đối với các nhà hàng hơn 165 chỗ ngồi hoặc hơn 500m² (5382 sq ft) lối vào phòng vệ sinh phải từ trong cửa hàng.
vi: [115908] Đối với các nhà hàng hơn 165 chỗ ngồi hoặc hơn 500m² (5382 sq ft) phải có thể tiếp cận phòng vệ sinh từ trong cửa hàng.

source: [115909] Tất cả các tiêu chuẩn cho nhà vệ sinh công cộng áp dụng
vi: [115909] áp dụng tất cả các tiêu chuẩn cho nhà vệ sinh công cộng

source: [116010] Trường hợp móc để hỗ trợ giá treo áo phù hợp được lắp đặt ở phía trước bàn, chúng phải được lắp đặt một cách riêng biệt.
vi: [116010] Trường hợp có móc để treo túi đựng bộ vest ở phía trước quầy, móc phải được lắp một cách kín đáo.

source: [116011] Tất cả màu xanh lá cây, tất cả màu sương giá hoặc xanh và màu sương giá.
vi: [116011] Toàn bộ màu xanh lá cây, toàn bộ màu màu frosted hoặc màu xanh lá và màu frosted.

source: [116013] Đối với các vị trí khu nghỉ mát, có thể xem xét các biến thể trong vật liệu tự nhiên (ví dụ: Tre) nhưng phải được IHG® phê duyệt và phải phối hợp với giao diện của sảnh.
vi: [116013] Đối với các địa điểm resort, có thể xem xét các loại vật liệu tự nhiên (ví dụ: Tre) nhưng phải được IHG® phê duyệt và phải phù hợp với diện mạo của lobby.

source: [116014] Tham chiếu thiết kế đính kèm.
vi: [116014] Tham khảo thiết kế đính kèm

source: [116016] Bàn check-in có nhiều hơn năm thiết bị đầu cuối phải được IHG phê duyệt.
vi: [116016] Bàn check-in có nhiều hơn năm máy tính phải được IHG phê duyệt.

source: [116017] Yêu cầu tối thiểu ba thiết bị đầu cuối Hệ thống quản lý tòa nhà (PMS).
vi: [116017] Yêu cầu tối thiểu ba máy có cài đặt Phần mềm quản lý Khách sạn (PMS).

source: [116018] Đối với các khách sạn có hơn 200 phòng, cần có ít nhất một thiết bị đầu cuối cho mới 75 phòng.
vi: [116018] Đối với các khách sạn có hơn 200 phòng, cần đáp ứng tỉ lệ ít nhất một máy trên 75 phòng.

source: [116044] Nằm với lối vào trực tiếp từ một khu vực công cộng của khách sạn.
vi: [116044] Bố trí có lối vào trực tiếp từ một khu vực công cộng của khách sạn.

source: [116045] Bán lẻ hoặc trưng bày sản phẩm có thể thấy từ các không gian công cộng.
vi: [116045] Sản phẩm bán lẻ hoặc trưng bày có thể thấy từ các không gian công cộng.

source: [116046] Một quầy bán hàng phải được cung cấp, với tất cả các thiết bị cần thiết được tích hợp vào thiết kế, nằm ngoài tầm nhìn của khách.
vi: [116046] Phải cung cấp một quầy bán hàng, với tất cả các thiết bị cần thiết được tích hợp vào thiết kế sao cho nằm ngoài tầm nhìn của khách.

source: [116048] Cung cấp một cửa hàng quà tặng phụ thuộc vào vị trí và nhu cầu thị trường và phải được IHG® phê duyệt.
vi: [116048] Sản phẩm bán cửa hàng quà tặng phụ thuộc vào vị trí khách sạn và nhu cầu thị trường và phải được IHG® phê duyệt.

source: [116050] Qua một cửa hàng quà tặng, cửa hàng tiện lợi hoặc máy bán hàng tự động.
vi: [116050] Thông qua một cửa hàng quà tặng, cửa hàng tiện lợi hoặc máy bán hàng tự động.

source: [116069] Cửa có khóa thẻ và chốt cửa tự động.
vi: [116069] Cửa có khóa thẻ và tay co tự động.

source: [116070] Kết nối trực tiếp với thang máy dịch vụ thông qua hành lang khu vực BOH.
vi: [116070] Kết nối trực tiếp tới thang máy service thông qua hành lang BOH.

source: [116073] Một hệ thống giá đỡ kim loại cá nhân với thanh treo.
vi: [116073] Một hệ thống giá kim loại với thanh treo.

source: [116075] Khu vực giữ cho đặt cọc và thu thập đồ giặt của khách thuê ngoài.
vi: [116075] Khu vực chứa đồ giặt thuê giặt ngoài nhận từ khách và chuẩn bị trả.

source: [116077] Phải có đèn chìm hoặc gắn trên bề mặt
vi: [116077] Phải có đèn âm hoặc gắn bề mặt

source: [116079] Lối vào phòng nên được thiết kế sao cho khách không có hướng nhìn trực tiếp vào phòng.
vi: [116079] Lối vào phòng nên được thiết kế sao cho khách không thể nhìn trực tiếp vào phòng.

source: [116080] Cửa hàng hành lý nên được đặt, nếu có thể, với lối vào bên ngoài liền kề với lối vào tòa nhà.
vi: [116080] Phòng kho hành lý nên được bố trí sao cho cửa dẫn ra ngoài liền kề với lối vào tòa nhà nếu có thể.

source: [116082] Tối thiểu một điện thoại trong nhà cứ mỗi 150 phòng khách.
vi: [116082] Tối thiểu một điện thoại trong nhà trên mỗi 150 phòng khách.

source: [116083] Điện thoại trong nhà phải kết nối trực tiếp với Trung tâm dịch vụ khách.
vi: [116083] Điện thoại bàn phải kết nối trực tiếp với Trung tâm dịch vụ khách hàng

source: [116087] Được chiếu sáng với ánh sáng tạo điểm nhấn được chỉ định.
vi: [116087] Được chiếu sáng với ánh sáng điểm nhấn chuyên biệt.

source: [116166] Khuyến nghị diện tích bề mặt 0,64m²
vi: [116166] Khuyến nghị diện tích mặt bàn 0,64m²

source: [116168] Diện tích thực phải là 1,85 đến 2,50sqm (20 đến 27 sq ft) mỗi chỗ ngồi.
vi: [116168] Diện tích net phải từ 1,85 đến 2,50 m2 mỗi chỗ ngồi.

source: [116169] Quầy lễ tân/ maitre d’ station.
vi: [116169] Quầy lễ tân/ maitre d’ .

source: [116173] Một quầy tiện ích / dịch vụ trên 50 áo.
vi: [116173] Một quầy phục vụ trên 50 khách.

source: [116174] quầy điều động.
vi: [116174] quầy dọn bàn.

source: [116180] Đồ sành sứ.
vi: [116180] Đồ sứ.

source: [116183] Thiết bị đầu cuối Cashiering
vi: [116183] Máy tính thu ngân

source: [116184] Thiết bị đầu vào.
vi: [116184] Thiết bị nhập.

source: [116187] (Các) máy rút tiền
vi: [116187] (Các) máy cà thẻ

source: [116189] Máy in bar hoặc nhà bếp.
vi: [116189] Máy in đơn cho bar hoặc nhà bếp.

source: [116191] Bề mặt làm việc: rộng 90cm x sâu 60cm (35in x 24in).
vi: [116191] Bề mặt bàn làm việc: rộng 90cm x sâu 60cm (35in x 24in).

source: [116192] Nguồn điện và dữ liệu.
vi: [116192] ổ điện và cổng dữ liệu.

source: [116202] Gắn tường hoặc gắn trong đế của ghế dài.
vi: [116202] Gắn tường hoặc gắn liền trong đế của ghế dài.

source: [116207] Phải cung cấp các ổ điện để bảo trì.
vi: [116207] Phải cung cấp các ổ điện phục vụ bảo dưỡng.

source: [116208] Có vỏ bọc.
vi: [116208] Có nắp đậy.

source: [11624] Trường hợp sử dụng biển hiệu tại sân bay, phải được chuẩn bị chuyên nghiệp, hiển thị logo khách sạn và tên vị trí.
vi: [11624] Trường hợp sử dụng biển hiệu tại sân bay, biển phải được chuẩn bị chuyên nghiệp, có logo khách sạn và tên khách cần đón.

source: [116885] Phải là hai đèn báo hiệu giống nhau được IHG® phê duyệt.
vi: [116885] Phải là hai đèn điểm nhấn giống nhau được IHG® phê duyệt.

source: [117039] Tách biệt bếp.
vi: [117039] Bếp tách biệt.

source: [117040] Tách biệt các cơ sở nhân viên khi được các bên thứ ba vận hành độc lập.
vi: [117040] Đội ngũ nhân viên tách biệt nếu nhà hàng được các bên thứ ba vận hành độc lập.

source: [117041] Đề xuất một lối vào bên ngoài riêng biệt.
vi: [117041] Đề xuất có một lối vào riêng từ bên ngoài .

source: [117044] Không cho phép ghế bành.
vi: [117044] Không cho phép ghế có tay vịn

source: [1217] Phải cung cấp một giá hành lý.
vi: [1217] Phải cung cấp giá để hành lý.

source: [12244] Khi cung cấp các tòa nhà đỗ xe riêng biệt, là một phần của khách sạn, họ phải đáp ứng như sau:
vi: [12244] Khi cung cấp các tòa nhà đỗ xe riêng biệt, là một phần của khách sạn, các tòa nhà này phải đáp ứng như sau:

source: [12323] Không cho phép gương an ninh ở quầy lễ tân.
vi: [12323] Không cho phép lắp gương cầu lồi quan sát ở quầy lễ tân.

source: [12350] Tất cả các nhãn hiệu hoặc dịch vụ IHG đã đăng ký hoặc chưa đăng ký phải sử dụng ký hiệu đánh dấu chính xác và thông báo quyền sở hữu nhãn hiệu.
vi: [12350]Tất cả các nhãn hiệu hoặc dịch vụ IHG đã hoặc chưa đăng ký phải sử dụng ký hiệu đánh dấu chính xác và thông báo quyền sở hữu nhãn hiệu.

source: [12358] Tài liệu quảng cáo sử dụng nhãn hiệu của IHG phải bao gồm thông báo quyền sở hữu nhãn hiệu hoặc chú thích tư vấn rằng nhãn hiệu hiện hành là một nhãn hiệu của hoặc nhãn hiệu đã đăng ký của Tập đoàn khách sạn InterContinental hoặc các công ty con.
vi: [12358]Tài liệu quảng cáo sử dụng nhãn hiệu của IHG phải bao gồm thông báo quyền sở hữu nhãn hiệu hoặc chú thích rằng nhãn hiệu hiện hành là một nhãn hiệu của hoặc nhãn hiệu đã đăng ký của Tập đoàn khách sạn InterContinental hoặc các công ty con của IHG.

source: [124048] Một thẻ tent card khuyên khách gọi cho khoảng trống khay/ xe đẩy phải được đặt trên xe đẩy / khay ăn trong phòng.
vi: [124048] Một tent card hướng dẫn khách gọi nhân viên dọn khay/ xe đẩy phải được đặt trên xe đẩy/khay ăn trong phòng.

source: [124057] Chiếu sáng với đèn tiêu điểm chỉ định.
vi: [124057] được chiếu sáng bằng đèn accent riêng.

source: [124058] Cố định an toàn.
vi: [124058] Cố định chắc chắn.

source: [124065] chức năng điều khiển ánh sáng, được lắp đặt ở vị trí FOH, phải che chắn khỏi tầm nhìn của khách.
vi: [124065] Các điều khiển ánh sáng khi lắp ở vị trí FOH phải được che khuất khỏi tầm nhìn của khách.

source: [124066] Kiểm soát ánh sáng không cho khách truy cập
vi: [124066] Không cho khách tiếp cập điều khiển chiếu sáng

source: [124070] Chiếu sáng tiêu điểm hoặc đặc biệt để làm nổi bật tác phẩm nghệ thuật hoặc các chi tiết khác được quan tâm đặc biệt.
vi: [124070] Chiếu sáng tiêu điểm hoặc đặc biệt để làm nổi bật tranh ảnh nghệ thuật hoặc các chi tiết khác đáng quan tâm.

source: [124072] Đèn điều chỉnh độ sáng và với điều chỉnh cảnh.
vi: [124072] Có thể điều chỉnh độ sáng và có chế độ chiếu sáng cài đặt sẵn.

source: [125061] Phải cung cấp các hướng dẫn vận hành.
vi: [125061] Phải cung cấp hướng dẫn sử dụng.

source: [125062] Phải là khung kim loại với hành động gấp và nệm lò xo gấp ba.
vi: [125062] Phải là khung kim loại có thể gấp và nệm lò xo gấp ba lượt.

source: [125065] Bố trí phòng phải cho phép mở rộng toàn phần giường sofa
vi: [125065] Mặt bằng phòng phải cho phép giường sofa mở rộng toàn

source: [125067] Hộp đựng tích hợp cho khăn trải giường.
vi: [125067] Ngăn tích hợp để chứa ga gối

source: [125070] Phải có một tấm nệm có chiều rộng tối thiểu 112cm (44,8 in) kích thước đôi thông thường.
vi: [125070] Phải bao gồm một tấm nệm đôi thông thường có kích thước chiều rộng tối thiểu 112cm.

source: [12584] Tất cả các góc tường bên ngoài tiếp xúc trên các tuyến đường lưu thông phải được bảo vệ.
vi: [12584] Tất cả các góc tường lộ ra trên các đường lưu thông phải được bảo vệ.

source: [12587] Chốt kín an toàn.
vi: [12587] Cố định kín và chắc chắn.

source: [127] Vườn và cảnh quan phải không có rác và được trình bày tốt.
vi: [127] Vườn và cảnh quan phải sạch rác và được chăm sóc tốt.

source: [12976] Phải nhận diện giới tính
vi: [12976] Biểu tượng giới tính

source: [13119] Hoa văn phải được kết hợp tại các đường nối với các đường nối ẩn đằng sau nếp gấp.
vi: [13119] Hoa văn phải khớp tại các đường may, viền ẩn sau nếp xếp ly

source: [13170] Phải cung cấp đèn bổ sung tại bàn làm việc.
vi: [13170] Phải cung cấp đèn làm việc tại bàn làm việc.

source: [13187] Tổng giám đốc chỉ phải quản lý các khách sạn mang thương hiệu IHG®.
vi: [13187] Tổng Quản lý chỉ phải quản lý các khách sạn mang thương hiệu IHG®.

source: [13299] Có thể khóa từ cả hai phía với khắc phục thủ công thích hợp (xoay ngón tay cái hoặc tương tự) vào phía phòng họp.
vi: [13299] Có thể khóa từ cả hai phía với cơ chế ghi đè phù hợp (núm khóa hoặc tương tự) ở phía phòng họp.

source: [133059] Đá tự nhiện hoặc gạch gốm.
vi: [133059] Đá tự nhiên hoặc gạch gốm.

source: [133060] Không trơn trượt, độ chống trơn tối thiểu tương đương với R10.
vi: [133060] Không trơn trượt, độ chống trơn trượt tối thiểu tương đương với R10.

source: [133084] Nhà vệ sinh công cộng chuyên dụng ở gần.
vi: [133084] Nhà vệ sinh công cộng dành riêng ở gần.

source: [133086] Một loạt các chỗ ngồi bao gồm chỗ ngồi cao tại quầy bar và chỗ ngồi lounge.
vi: [133086] Một loạt các loại ghế ngồi bao gồm chỗ ngồi cao tại quầy bar và chỗ ngồi lounge.

source: [133087] Quán bar không được đặt trực tiếp phía dưới hoặc trên chỗ ở của khách
vi: [133087] Quán bar không được bố trí trực tiếp phía dưới hoặc trên phòng khách

source: [133088] Khi quy hoạch vị trí và thiết kế của quán bar, âm thanh nên được xem xét để đảm bảo không có tác động đến các khu vực khác có khách.
vi: [133088] Khi quy hoạch vị trí và thiết kế của quán bar, cần tính đến cả thiết kế âm thanh để đảm bảo không có tác động đến các khu vực dành cho khách khác.

source: [133089] Khuyến nghị một lối vào bên ngoài riêng biệt.
vi: [133089] Khuyến nghị có một lối vào riêng từ bên ngoài.

source: [133090] Khuyến nghị một lối vào khu vực hút thuốc ngoài trời.
vi: [133090] Khuyến nghị có lối đi tới khu vực hút thuốc ngoài trời.

source: [133091] Tùy thuộc vào vị trí và nhu cầu thị trường, khuyến nghị một bar công cộng.
vi: [133091] Tùy thuộc vào vị trí và nhu cầu thị trường, khuyến nghị liên kết với một quán bar điểm đến nổi tiếng.

source: [133093] Khuyến nghị phủ toàn bộ chiều rộng của cơ sở trang điểm.
vi: [133093] Khuyến nghị gương tương đương toàn bộ chiều rộng của vanity.

source: [133095] Hoàn thiện và vật liệu phải được phối hợp với thiết kế nội thất trong khu vực công cộng của khách sạn.
vi: [133095] Hoàn thiện và vật liệu phải được phối hợp với thiết kế nội thất khu vực công cộng của khách sạn.

source: [133096] Chiều rộng hành lang phải có kích thước để xử lý việc sử dụng của người ở trong không gian mà họ đang phục vụ.
vi: [133096] Hành lang phải đủ rộng để phục vụ khách sử dụng.
